<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>My Blog</title>
    <link rel="stylesheet" href="./assets/css/style.css">
</head>
<body>
    <div class="container ">
        <h1>Новые статьи</h1>
    <article>
        <h2>Первый пост</h2>
        <p>Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Маленький журчит имени он страна ipsum мир продолжил запятых своих.</p>
        <p>Далеко-далеко за словесными горами в стране гласных и согласных живут, рыбные тексты. Грамматики инициал дороге однажды переписывается заманивший? Живет там, наш решила использовало его прямо. Текста назад, грамматики собрал которой языком пор, буквенных продолжил lorem гор своих даль океана переписывается послушавшись буквоград.</p>
    </article>
    <article>
        <h2>Второй пост</h2>
        <p>Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Маленький журчит имени он страна ipsum мир продолжил запятых своих.</p>
        <p>Далеко-далеко за словесными горами в стране гласных и согласных живут, рыбные тексты. Грамматики инициал дороге однажды переписывается заманивший? Живет там, наш решила использовало его прямо. Текста назад, грамматики собрал которой языком пор, буквенных продолжил lorem гор своих даль океана переписывается послушавшись буквоград.</p>
    </article>
    <article>
        <h2>Третий пост</h2>
        <p>Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Маленький журчит имени он страна ipsum мир продолжил запятых своих.</p>
        <p>Далеко-далеко за словесными горами в стране гласных и согласных живут, рыбные тексты. Грамматики инициал дороге однажды переписывается заманивший? Живет там, наш решила использовало его прямо. Текста назад, грамматики собрал которой языком пор, буквенных продолжил lorem гор своих даль океана переписывается послушавшись буквоград.</p>
    </article>
    </div>
    <script src="./assets/js/script.js"></script>
</body>
</html>